Repository: datarobot-community/predictive-content-generator
Catalog: nbo/locale/*/LC_MESSAGES/*.po
Languages: es_la, fr_fr, ja_jp, pt_br

source: Apply
es_la: Solicitar
fr_fr: Postulez
ja_jp: 適用
pt_br: Aplicar

source: Download Results
es_la: Descargar resultados
fr_fr: Télécharger les résultats
ja_jp: 結果のダウンロード
pt_br: Download dos resultados

source: Email
es_la: Correo electrónico
fr_fr: Courriel
ja_jp: Eメール
pt_br: Enviar e-mail

source: Submit
es_la: Enviar
fr_fr: Soumettre
ja_jp: 送信
pt_br: Enviar

source: {customer_prediction_label} {customer_prediction_probability} **List of Prediction Explanations:** {rsp}
es_la: {customer_prediction_label} {customer_prediction_probability} **Lista de explicaciones de las predicciones:** {rsp}
fr_fr: {customer_prediction_label} {customer_prediction_probability} **Liste des explications sur les prédictions :** {rsp}
ja_jp: {customer_prediction_label} {customer_prediction_probability} **予測の説明一覧：** {rsp}
pt_br: {customer_prediction_label} {customer_prediction_probability} **Lista de explicações de previsões:** {rsp}

source: **Below find more detailed background about possible outcomes:**
es_la: **A continuación encontrará información más detallada sobre los posibles resultados:**
fr_fr: **Vous trouverez ci-dessous des informations plus détaillées sur les résultats possibles :**
ja_jp: **以下に、出力結果の可能性について、より詳細な背景情報を記載します。**
pt_br: **Veja abaixo informações mais detalhadas sobre os possíveis resultados:**

source: **Monitoring Metrics:**
es_la: **Métricas de monitorización:**
fr_fr: **Mesures de surveillance :**
ja_jp: **監視指標：**
pt_br: **Métricas de monitoramento:**

source: **Monitoring Settings:**
es_la: **Ajustes de monitorización:**
fr_fr: **Paramètres de surveillance :**
ja_jp: **モニタリング設定：**
pt_br: **Configurações de monitoramento:**

source: **Predicted Label:** {predicted_label}
es_la: **Etiqueta pronosticada:** {predicted_label}
fr_fr: **Étiquette prédite :** {predicted_label}
ja_jp: **予測ラベル：** {predicted_label}
pt_br: **Rótulo previsto:** {predicted_label}

source: **Predicted Probability:** {predicted_probabilities}
es_la: **Probabilidad prevista:** {predicted_probabilities}
fr_fr: **Probabilité prédite :** {predicted_probabilities}
ja_jp: **予測確率：** {predicted_probabilities}
pt_br: **Probabilidade prevista:** {predicted_probabilities}

source: **Prompt Settings:**
es_la: **Ajustes de pronóstico:**
fr_fr: **Paramètres de l'invite :**
ja_jp: **プロンプト設定：**
pt_br: **Configurações do prompt:**

source: Analyzing {count} records...
es_la: Analizando {count} registros...
fr_fr: Analyse des enregistrements {count}...
ja_jp: {count}件のレコードを分析...
pt_br: Analisando {count} registros...

source: Batch Emails
es_la: Lote de correos electrónicos
fr_fr: Emails par lots
ja_jp: バッチメール
pt_br: E-mails em lote

source: Configure the settings used to create your email
es_la: Configure los ajustes utilizados para crear su correo electrónico
fr_fr: Configurez les paramètres utilisés pour créer votre courrier électronique
ja_jp: メール作成に使用する設定を行います。
pt_br: Defina as configurações usadas para criar seu e-mail

source: Drafted an email for {selected_record}! Expand the container to get more info or check the model out [here](https://app.datarobot.com/projects/{project_id}/models).
es_la: ¡Redactado un correo electrónico para {selected_record}! Expanda el contenedor para obtener más información o consulte el modelo [aquí](https://app.datarobot.com/projects/{project_id}/models).
fr_fr: Rédaction d'un courriel pour {selected_record} ! Développez le conteneur pour obtenir plus d'informations ou consultez le modèle [ici](https://app.datarobot.com/projects/{project_id}/models).
pt_br: Elaborei um e-mail para {selected_record}! Expanda o contêiner para obter mais informações ou verifique o modelo [aqui](https://app.datarobot.com/projects/{project_id}/models)

source: Email Settings
es_la: Configuración del correo electrónico
fr_fr: Paramètres de l'e-mail
ja_jp: メール設定
pt_br: Configurações de e-mail

source: Finished! All {count} emails have been drafted and results have been saved.
es_la: ¡Finalizado! Se han redactado todos los correos electrónicos de {count} y se han guardado los resultados.
fr_fr: Terminé ! Tous les courriels {count} ont été rédigés et les résultats ont été enregistrés.
ja_jp: 完了！{count}通のメールが作成され、結果が保存されました。
pt_br: Concluído! Todos os e-mails {count} foram elaborados e os resultados foram salvos.

source: Generate Emails
es_la: Generar correos electrónicos
fr_fr: Générer des courriels
ja_jp: メールを生成する
pt_br: Gerar e-mails

source: Generating emails for {count} records...
es_la: Generando correos electrónicos para {count} registros...
fr_fr: Générer des courriels pour {count} enregistrements...
ja_jp: {count}件のレコードのメールを生成...
pt_br: Gerando e-mails para {count} registros...

source: Generating response and assessment metrics for {selected_record}...
es_la: Generando métricas de respuesta y evaluación para {selected_record}...
fr_fr: Génération des mesures de réponse et d'évaluation pour {selected_record}...
ja_jp: {selected_record}の応答および評価指標を生成しています...
pt_br: Geração de métricas de resposta e avaliação para {selected_record}...

source: Model controls the underlying LLM selection.
es_la: El modelo controla la selección LLM subyacente.
fr_fr: Le modèle contrôle la sélection LLM sous-jacente.
pt_br: O modelo controla a seleção subjacente do LLM.

source: New Draft
es_la: Nuevo Borrador
fr_fr: Nouveau projet
ja_jp: 新しい草案
pt_br: Novo rascunho

source: Newly Generated Email:
es_la: Nuevo correo electrónico generado:
fr_fr: Email nouvellement généré :
ja_jp: 新しく生成されたメール：
pt_br: E-mail recém-gerado:

source: Our model predicted that you are better off not targeting {selected_record} with any email offer. The best next step is to not take any action.
es_la: Nuestro modelo predijo que es mejor no dirigirse a {selected_record} con ninguna oferta de correo electrónico. El mejor paso siguiente es no realizar ninguna acción.
fr_fr: Notre modèle a prédit qu'il est préférable de ne pas cibler {selected_record} avec une offre par courrier électronique. La meilleure chose à faire est de ne rien faire.
ja_jp: 当社のモデルでは、{selected_record}をメールオファーのターゲットにしない方が良いと予測しています。最善の次のステップは、何のアクションも起こさないことです。
pt_br: Nosso modelo previu que é melhor o senhor não segmentar {selected_record} com nenhuma oferta de e-mail. A melhor próxima etapa é não realizar nenhuma ação.

source: Outcome Details
es_la: Detalles del resultado
fr_fr: Détails des résultats
ja_jp: 出力詳細
pt_br: Detalhes do resultado

source: Please upload a csv file to generate emails.
es_la: Cargue un archivo csv para generar los correos electrónicos.
fr_fr: Veuillez télécharger un fichier csv pour générer des e-mails.
ja_jp: メールを生成するには、csvファイルをアップロードしてください。
pt_br: Carregue um arquivo csv para gerar e-mails.

source: Predictions have been made! Generating emails...
es_la: ¡Se han realizado las predicciones! Generando correos electrónicos...
fr_fr: Les prédictions ont été faites ! Génération d'emails...
ja_jp: 予測の作成が完了しました。メールを生成しています...
pt_br: As previsões foram feitas! Geração de e-mails...

source: Predictive Deployment [{project_name}]
es_la: Despliegue predictivo [{project_name}]
fr_fr: Déploiement prédictif [{project_name}]
ja_jp: 予測デプロイ [{project_name}]

source: See [here] to view and update tracking data
es_la: Consulte [aquí] para ver y actualizar los datos de seguimiento
fr_fr: Voir [ici] pour consulter et mettre à jour les données de suivi
pt_br: Consulte [aqui] para visualizar e atualizar os dados de rastreamento

source: See the most important items in text feature `{text_explanation}` that influenced the prediction {customer_prediction_label}
es_la: Vea los elementos más importantes de la característica de texto `{text_explanation}` que influyeron en la predicción {customer_prediction_label}
fr_fr: Voir les éléments les plus importants de l'élément de texte `{text_explanation}` qui ont influencé la prédiction {customer_prediction_label}
ja_jp: テキスト特徴量 {text_explanation}のうち、予測 {customer_prediction_label} に最も影響を与えた項目をご覧ください。
pt_br: Veja os itens mais importantes no recurso de texto `{text_explanation}` que influenciaram a previsão {customer_prediction_label}

source: Select a model type:
es_la: Seleccione un tipo de modelo:
fr_fr: Sélectionnez un type de modèle :
pt_br: Selecione um tipo de modelo:

source: Select a temperature value:
es_la: Seleccione un valor de temperatura:
fr_fr: Sélectionnez une valeur de température :
pt_br: Selecione um valor de temperatura:

source: Select a tone:
es_la: Seleccione un tono:
fr_fr: Sélectionnez un ton :
ja_jp: トーンを選択：

source: Select a verbosity:
es_la: Seleccione una verbosidad:
fr_fr: Sélectionnez une verbosité :
ja_jp: 冗長性の選択項目：

source: Select the number of explanations:
es_la: Seleccione el número de explicaciones:
fr_fr: Sélectionnez le nombre d'explications :
ja_jp: 説明の数を選択してください：
pt_br: Selecione o número de explicações:

source: The number of explanations argument controls how many prediction explanations we pass to our prompt.
es_la: El argumento número de explicaciones controla cuántas explicaciones de predicción pasamos a nuestro indicador.
fr_fr: L'argument du nombre d'explications contrôle le nombre d'explications de prédiction que nous transmettons à notre invite.
ja_jp: 説明の引数の数は、プロンプトに渡す予測の説明の数をコントロールします。
pt_br: O argumento do número de explicações controla quantas explicações de previsão passamos para o nosso prompt.

source: The temperature argument in OpenAI's GPT determines the randomness of the model's output.
es_la: El argumento temperatura de la GPT de OpenAI determina la aleatoriedad de la salida del modelo.
fr_fr: L'argument de la température dans le GPT d'OpenAI détermine le caractère aléatoire de la sortie du modèle.
pt_br: O argumento de temperatura no GPT da OpenAI determina a aleatoriedade da saída do modelo.

source: Tone controls the attitude of the email.
es_la: El tono controla la actitud del mensaje.
fr_fr: Le ton contrôle l'attitude de l'e-mail.
ja_jp: トーンはメールの姿勢をコントロールします。
pt_br: O tom controla a atitude do e-mail.

source: Upload a csv:
es_la: Cargue un csv:
fr_fr: Téléchargez un fichier csv :
ja_jp: csvをアップロード:
pt_br: Faça upload de um csv:

source: ⏱️ Reading Time
es_la: ⏱️ Tiempo de lectura
fr_fr: ⏱️ Temps de lecture
ja_jp: ⏱️ 読み取り時間
pt_br: ⏱️ Tempo de leitura

source: ✅ Confidence
es_la: ✅ Confianza
fr_fr: ✅ Confiance
ja_jp: ✅ 信頼
pt_br: ✅ Confiança

source: ✍ Sentiment
es_la: ✍ Sentimiento
ja_jp: ✍ 感情
pt_br: ✍ Sentimento

source: 📖 Readability
es_la: 📖 Legibilidad
fr_fr: 📖 Lisibilité
ja_jp: 📖 読みやすさ
pt_br: 📖 Legibilidade

source: Next Best Offer Email Campaign
es_la: Campaña de correo electrónico de la siguiente mejor oferta
fr_fr: Campagne d'e-mailing de la meilleure offre suivante
ja_jp: 次善オファーメールキャンペーン
pt_br: Campanha de e-mail da próxima melhor oferta

source: Combine predictive and generative AI to help automatically create highly personalized emails for your customers. All you need to do is select a customer from the dropdown and hit submit!
es_la: Combine la IA predictiva y generativa para crear automáticamente correos electrónicos altamente personalizados para sus clientes. Todo lo que tiene que hacer es seleccionar un cliente en el desplegable y pulsar enviar.
fr_fr: Combinez l'IA prédictive et générative pour créer automatiquement des emails hautement personnalisés pour vos clients. Il vous suffit de sélectionner un client dans la liste déroulante et de cliquer sur Envoyer !
ja_jp: 予測AIと生成AIを組み合わせることで、お客様にパーソナライズされたメールを自動作成することができます。 ドロップダウンからお客様を選択し、送信ボタンを押すだけです！
pt_br: Combine IA preditiva e generativa para ajudar a criar automaticamente e-mails altamente personalizados para seus clientes. Tudo o que o senhor precisa fazer é selecionar um cliente no menu suspenso e clicar em enviar!

source: Customer
es_la: Cliente
fr_fr: Client
ja_jp: お客様
pt_br: Cliente

source: the likelihood this customer is expected to purchase
es_la: la probabilidad de que este cliente compre
fr_fr: la probabilité d'achat de ce client
ja_jp: お客様が購入する可能性
pt_br: a probabilidade de compra desse cliente

source: Daytime Plan
es_la: Plan diurno
fr_fr: Plan de jour
ja_jp: 日中プラン
pt_br: Plano diurno

source: Evening Call Plan
es_la: Plan de llamadas nocturnas
fr_fr: Plan d'appel du soir
ja_jp: イブニングコールプラン
pt_br: Plano de chamadas noturnas

source: International Call Plan
es_la: Plan de llamadas internacionales
fr_fr: Plan d'appel international
ja_jp: 国際通話プラン
pt_br: Plano de chamadas internacionais

source: Enhanced Voicemail Plan
es_la: Plan de buzón de voz mejorado
fr_fr: Plan de messagerie vocale amélioré
ja_jp: ボイスメールプラン
pt_br: Plano de correio de voz aprimorado

source: You are a marketing specialist named Justin and you work for TelCorp., a telecommunications company. You have detailed information about each of your customers and their past purchasing and usage behavior. You also have a list of important factors that explain why a customer may enjoy a particular call plan offer. The goal is to incorporate these factors into a marketing email introducing a specific offer.
es_la: Usted es un especialista en marketing llamado Justin y trabaja para TelCorp, una empresa de telecomunicaciones. Dispone de información detallada sobre cada uno de sus clientes y su comportamiento de compra y uso en el pasado. También dispone de una lista de factores importantes que explican por qué un cliente puede disfrutar de una oferta concreta de plan de llamadas. El objetivo es incorporar estos factores a un correo electrónico de marketing que presente una oferta específica.
fr_fr: Vous êtes un spécialiste du marketing nommé Justin et vous travaillez pour TelCorp, une entreprise de télécommunications. Vous disposez d'informations détaillées sur chacun de vos clients et sur leurs habitudes d'achat et d'utilisation. Vous disposez également d'une liste de facteurs importants qui expliquent pourquoi un client peut apprécier une offre de plan d'appel particulière. L'objectif est d'intégrer ces facteurs dans un e-mail marketing présentant une offre spécifique.
ja_jp: あなたはジャスティンという名のマーケティング・スペシャリストで、電気通信会社TelCorpに勤務しています。 お客様一人ひとりの詳細情報、過去の購買・使用状況を把握しています。 また、お客様が特定の通話プランのオファーを享受できる理由を説明する重要な要因のリストもあります。. 目標は、特定のオファーを紹介するマーケティングメールにこれらの要素を組み込むことです。
pt_br: O senhor é um especialista em marketing chamado Justin e trabalha para a TelCorp, uma empresa de telecomunicações. O senhor tem informações detalhadas sobre cada um de seus clientes e seu comportamento anterior de compra e uso. O senhor também tem uma lista de fatores importantes que explicam por que um cliente pode gostar de uma determinada oferta de plano de chamadas. O objetivo é incorporar esses fatores em um e-mail de marketing que apresente uma oferta específica.

source: Draft an email to an existing client that markets the plan {prediction_label}. The email should be addressed to {selected_record} and contain a subject line and body. Be sure to only incorporate the following call plan details: {outcome_description} Keep the email tone {tone}. Keep the length {verbosity}. Try not to use many emojis. Incorporate the following list of factors that influenced our offer decision: {rsp}
es_la: Redacte un correo electrónico para un cliente existente que comercialice el plan {prediction_label}. El correo electrónico debe dirigirse a {selected_record} y contener una línea de asunto y un cuerpo. Asegúrese de incorporar únicamente los siguientes detalles del plan de llamadas: {outcome_description} Mantenga el tono del correo electrónico {tone}. Mantenga la longitud {verbosity}. Procure no utilizar muchos emojis. Incorpore la siguiente lista de factores que influyeron en la decisión de nuestra oferta: {rsp}
fr_fr: Rédigez un courriel à l'intention d'un client existant qui présente le plan {prediction_label}. L'e-mail doit être adressé à {selected_record} et contenir une ligne d'objet et un corps de texte. Veillez à n'inclure que les détails suivants du plan d'appel : {outcome_description} Gardez le ton de l'e-mail {ton}. Respectez la longueur {verbosité}. Essayez de ne pas utiliser beaucoup d'emojis. Incorporez la liste suivante de facteurs qui ont influencé notre décision d'offre : {rsp}
ja_jp: 既存の顧客に{prediction_label}プランを売り込むメールを作成します。 eメールのアドレスは{selected_record}とし、件名と本文を明記してください。 以下の通話プランの詳細のみを組み込むようにしてください： {outcome_description} メールトーン {tone} を維持してください。長さは{verbosity}にしてください。絵文字を多用しないようにしましょう。 オファーの決定に影響を与えた要因のリストを以下に示します： {rsp}
pt_br: O senhor deve redigir um e-mail para um cliente existente que comercialize o plano {prediction_label}. O e-mail deve ser endereçado a {selected_record} e conter uma linha de assunto e um corpo. Certifique-se de incorporar apenas os seguintes detalhes do plano de chamadas: {outcome_description} Mantenha o tom do e-mail {tone}. Mantenha o comprimento {verbosity}. Tente não usar muitos emojis. Incorpore a seguinte lista de fatores que influenciaram nossa decisão de oferta: {rsp}

source: Introducing our new Daytime Plan, tailored for professionals who primarily use their mobile services during traditional working hours. The Daytime Plan offers unlimited calls, texts, and a robust 10GB of high-speed data from 8 AM to 6 PM, Monday through Friday. Outside of these hours and on weekends, a cost-efficient pay-as-you-go rate will be applied to give you the flexibility you need without breaking the bank. The plan also includes free voicemail services and call forwarding options, making it an ideal choice for those who want to stay connected without the hassle of worrying about overages during their most active hours. Whether you're coordinating with your team, staying in touch with clients, or managing remote operations, our Daytime Plan ensures you're always just a call or text away.
es_la: Presentamos nuestro nuevo Plan Diurno, adaptado a los profesionales que utilizan principalmente sus servicios móviles durante el horario laboral tradicional. El Plan Diurno ofrece llamadas y mensajes de texto ilimitados y 10 GB de datos de alta velocidad desde las 8 de la mañana hasta las 6 de la tarde, de lunes a viernes. Fuera de este horario y los fines de semana, se aplicará una tarifa económica de pago por uso para darle la flexibilidad que necesita sin arruinarse. El plan también incluye servicios gratuitos de buzón de voz y opciones de desvío de llamadas, lo que lo convierte en una opción ideal para quienes desean mantenerse conectados sin la molestia de preocuparse por los excesos de llamadas durante sus horas más activas. Tanto si está coordinándose con su equipo, manteniéndose en contacto con los clientes o gestionando operaciones remotas, nuestro Plan de llamadas diurnas le garantiza que siempre estará a una llamada o un mensaje de texto de distancia.
fr_fr: Nous vous présentons notre nouveau plan de jour, conçu pour les professionnels qui utilisent principalement leurs services mobiles pendant les heures de travail traditionnelles. Le plan Daytime offre des appels et des SMS illimités, ainsi que 10 Go de données à haut débit, de 8 heures à 18 heures, du lundi au vendredi. En dehors de ces heures et pendant les week-ends, un tarif économique à la carte sera appliqué pour vous donner la flexibilité dont vous avez besoin sans vous ruiner. Le plan comprend également des services de messagerie vocale gratuits et des options de transfert d'appel, ce qui en fait un choix idéal pour ceux qui veulent rester connectés sans avoir à s'inquiéter des dépassements d'appels pendant leurs heures les plus actives. Que vous coordonniez votre équipe, restiez en contact avec vos clients ou gériez des opérations à distance, notre plan de jour vous permet d'être toujours à portée d'un appel ou d'un texto.
ja_jp: 主に勤務時間中にモバイルサービスを利用するプロフェッショナル向けの新しいデイタイムプランをご紹介します。 デイタイムプランでは、月曜日から金曜日の午前8時から午後6時まで、通話、テキスト、10GBの高速データ通信が無制限です。 時間外や週末には、費用対効果の高い従量制の料金が適用されるため、銀行を破綻させることなく、必要な柔軟性を提供することができます。 このプランには無料のボイスメールサービスや転送オプションも含まれており、最もアクティブな時間帯に超過料金の心配をすることなく接続を維持したい方には理想的な選択肢です。 チームとの調整、クライアントとの連絡、遠隔操作の管理など、デイタイムプランを利用すれば、いつでも電話やテキストで連絡を取ることができます。
pt_br: Apresentamos nosso novo Plano Diurno, feito sob medida para profissionais que usam seus serviços móveis principalmente durante o horário de trabalho tradicional. O Plano Diurno oferece chamadas e mensagens de texto ilimitadas e 10 GB de dados de alta velocidade das 8 às 18 horas, de segunda a sexta-feira. Fora desse horário e nos fins de semana, será aplicada uma tarifa econômica de pagamento conforme o uso para oferecer a flexibilidade de que o senhor precisa sem gastar muito. O plano também inclui serviços gratuitos de correio de voz e opções de encaminhamento de chamadas, o que o torna a opção ideal para aqueles que desejam permanecer conectados sem o incômodo de se preocupar com excessos durante as horas de maior atividade. Quer esteja coordenando com sua equipe, mantendo contato com clientes ou gerenciando operações remotas, nosso plano diurno garante que o senhor esteja sempre a uma chamada ou texto de distância.
