Repository: datarobot-community/predictive-content-generator
Catalog: nbo/locale/*/LC_MESSAGES/*.po
Languages: es_la, fr_fr, ja_jp, pt_br

source: Introducing the Evening Call Plan, designed for individuals who are most active during the evening hours and are looking for a cost-effective way to stay connected. This plan provides unlimited calls and texts, along with a generous 8GB of high-speed data, all available from 6 PM to 12 AM every day. During daytime hours, a reasonable pay-as-you-go rate applies, giving you the freedom to use your phone as needed without unexpected costs. Also included in this package are essential features like free voicemail and call forwarding, making it a perfect fit for those who love socializing, gaming, or streaming content in the evening. The Evening Call Plan offers the ideal solution for night owls, allowing them to communicate and surf the web to their heart's content during the hours they are most active.
es_la: Presentamos el Plan de llamadas nocturnas, diseñado para las personas más activas durante las horas de la noche y que buscan una forma rentable de mantenerse conectadas. Este plan proporciona llamadas y mensajes de texto ilimitados, junto con unos generosos 8 GB de datos de alta velocidad, todo ello disponible desde las 6 de la tarde hasta las 12 de la mañana todos los días. Durante las horas diurnas, se aplica una tarifa razonable de pago por uso, que le da la libertad de utilizar su teléfono según sus necesidades sin costes inesperados. También se incluyen en este paquete funciones esenciales como el buzón de voz gratuito y el desvío de llamadas, lo que lo convierte en la opción perfecta para quienes adoran socializar, jugar o transmitir contenidos por la noche. El Plan de Llamadas Vespertinas ofrece la solución ideal para los noctámbulos, permitiéndoles comunicarse y navegar por Internet a su antojo durante las horas en las que son más activos.
fr_fr: Nous vous présentons le plan d'appel du soir, conçu pour les personnes qui sont le plus actives pendant les heures du soir et qui recherchent un moyen rentable de rester connectées. Ce plan prévoit des appels et des SMS illimités, ainsi qu'une généreuse capacité de 8 Go de données à haut débit, le tout disponible de 18 heures à 0 heure du matin tous les jours. Pendant la journée, un tarif raisonnable à la carte s'applique, ce qui vous donne la liberté d'utiliser votre téléphone selon vos besoins, sans frais imprévus. Ce forfait comprend également des fonctions essentielles telles que la messagerie vocale gratuite et le transfert d'appel, ce qui en fait un choix idéal pour ceux qui aiment socialiser, jouer ou regarder du contenu en streaming le soir. Le plan d'appel du soir est la solution idéale pour les noctambules, car il leur permet de communiquer et de surfer sur le web à leur guise pendant les heures où ils sont le plus actifs.
ja_jp: イブニング・コール・プランのご紹介です。夜間の時間帯に最もアクティブに活動し、費用対効果の高い接続方法をお探しの方向けのプランです。 このプランでは、無制限の通話とテキスト、8GBの高速データが毎日午後6時から午前12時までご利用いただけます。 日中の時間帯は、従量制のリーズナブルな料金が適用されるため、予期せぬ出費をすることなく、必要に応じて自由に電話をご利用いただけます。 また、このパッケージには無料のボイスメールや通話転送といった必要不可欠な特徴量も含まれており、夜の社交やゲーム、ストリーミングコンテンツが好きな方に最適です。 イブニングコールプランは、夜更かしをする方にとって理想的な解決方法を提供し、最もアクティブな時間帯に心ゆくまで通信やネットサーフィンを楽しむことができます。
pt_br: presentamos o Evening Call Plan (Plano de Chamadas Noturnas), desenvolvido para pessoas que são mais ativas durante a noite e procuram uma maneira econômica de permanecer conectadas. Esse plano oferece chamadas e mensagens de texto ilimitadas, além de generosos 8 GB de dados de alta velocidade, todos disponíveis das 18h às 12h, todos os dias. Durante o dia, aplica-se uma tarifa razoável de pagamento conforme o uso, dando ao senhor a liberdade de usar o telefone conforme necessário, sem custos inesperados. Esse pacote também inclui recursos essenciais, como correio de voz gratuito e encaminhamento de chamadas, tornando-o perfeito para quem gosta de socializar, jogar ou fazer streaming de conteúdo à noite. O Plano de Chamadas Noturnas oferece a solução ideal para os notívagos, permitindo que eles se comuniquem e naveguem na Web o quanto quiserem durante as horas em que estão mais ativos.

source: Introducing our International Call Plan, specifically designed for the globally connected individual. With this plan, enjoy unlimited international calls and texts to over 50 selected countries, ensuring you stay connected with family, friends, and colleagues across borders without worrying about hefty fees. This plan also includes 15GB of high-speed data, and unlimited domestic calls and texts, providing a comprehensive package for all your communication needs. For destinations not included in our selected list, competitive per-minute rates apply, and we've also thrown in premium features like free voicemail and call forwarding at no additional cost. The International Call Plan is perfect for expatriates, frequent travelers, or anyone who wants to maintain seamless international connections without the burden of restrictive costs.
es_la: Presentamos nuestro Plan de Llamadas Internacionales, diseñado específicamente para el individuo globalmente conectado. Con este plan, disfrutará de llamadas y mensajes de texto internacionales ilimitados a más de 50 países seleccionados, lo que le garantizará estar conectado con su familia, amigos y colegas más allá de las fronteras sin preocuparse por las elevadas tarifas. Este plan también incluye 15 GB de datos de alta velocidad y llamadas y mensajes de texto nacionales ilimitados, proporcionando un paquete completo para todas sus necesidades de comunicación. Para los destinos no incluidos en nuestra lista seleccionada, se aplican tarifas por minuto competitivas, y también hemos añadido funciones premium como buzón de voz gratuito y desvío de llamadas sin coste adicional. El Plan de Llamadas Internacionales es perfecto para expatriados, viajeros frecuentes o cualquiera que desee mantener conexiones internacionales fluidas sin la carga de costes restrictivos.
fr_fr: Nous vous présentons notre plan d'appel international, spécialement conçu pour les personnes connectées au monde entier. Avec ce plan, vous bénéficiez d'appels et de SMS internationaux illimités vers plus de 50 pays sélectionnés, ce qui vous permet de rester en contact avec votre famille, vos amis et vos collègues au-delà des frontières sans avoir à vous soucier de frais trop élevés. Ce forfait comprend également 15 Go de données à haut débit, ainsi que des appels et des SMS illimités à l'intérieur du pays, ce qui en fait un forfait complet pour tous vos besoins de communication. Pour les destinations qui ne figurent pas dans notre liste, des tarifs à la minute compétitifs s'appliquent, et nous avons également ajouté des fonctions haut de gamme comme la messagerie vocale gratuite et le renvoi d'appel sans frais supplémentaires. Le plan d'appel international est idéal pour les expatriés, les voyageurs fréquents et tous ceux qui souhaitent maintenir des connexions internationales transparentes sans avoir à supporter des coûts restrictifs.
ja_jp: 国際電話プランのご紹介です。グローバルに活躍されるお客様のために特別にデザインされたプランです。 このプランでは、選択済み50カ国以上への国際通話とテキストが無制限で、高額な料金を心配することなく、国境を越えて家族、友人、同僚とのつながりを保つことができます。 このプランには15GBの高速データ通信、国内通話とテキストが無制限に含まれ、あらゆる通信ニーズに対応する包括的なパッケージとなっています。 選択した特徴量セットに含まれていない宛先には、お得な分単位の通話料が適用されます。また、無料ボイスメールや転送電話などのプレミアム特徴量も加算されます（無料）。 国際電話プランは、海外駐在員や頻繁に海外へ渡航される方など、シームレスな国際接続をご希望の方に最適です。
pt_br: Apresentamos nosso Plano de Chamadas Internacionais, projetado especificamente para o indivíduo conectado globalmente. Com esse plano, desfrute de chamadas e mensagens de texto internacionais ilimitadas para mais de 50 países selecionados, garantindo que o senhor permaneça conectado com a família, os amigos e os colegas além das fronteiras, sem se preocupar com tarifas pesadas. Esse plano também inclui 15 GB de dados de alta velocidade e chamadas e mensagens de texto nacionais ilimitadas, oferecendo um pacote abrangente para todas as suas necessidades de comunicação. Para destinos não incluídos em nossa lista selecionada, aplicam-se tarifas competitivas por minuto, e também incluímos recursos premium, como correio de voz gratuito e encaminhamento de chamadas, sem custo adicional. O Plano de Chamadas Internacionais é perfeito para expatriados, viajantes frequentes ou qualquer pessoa que queira manter conexões internacionais perfeitas sem o ônus de custos restritivos

source: Introducing the Enhanced Voicemail Plan, the latest offering tailored for individuals seeking a cutting-edge solution to their messaging needs. Recognizing the importance of voicemail in modern communication, our plan goes beyond just storing messages. It features transcription services, turning your voicemails into readable text sent directly to your email or preferred messaging platform. Additionally, users benefit from extended storage capacities, allowing voicemails to be saved for up to 6 months, and priority playback options to streamline the most important messages. Integrated with AI-driven spam filters, this plan ensures you only receive messages that truly matter, reducing clutter and enhancing productivity. Whether you're a busy professional or someone who values organized and efficient communication, our Enhanced Voicemail Plan is designed to keep you ahead in the digital age.
es_la: Presentamos el Plan de Buzón de Voz Mejorado, la última oferta adaptada a las personas que buscan una solución de vanguardia para sus necesidades de mensajería. Reconociendo la importancia del buzón de voz en la comunicación moderna, nuestro plan va más allá del mero almacenamiento de mensajes. Incluye servicios de transcripción, que convierten sus mensajes de voz en texto legible enviado directamente a su correo electrónico o a su plataforma de mensajería preferida. Además, los usuarios se benefician de una mayor capacidad de almacenamiento, que permite guardar los mensajes de voz hasta 6 meses, y de opciones de reproducción prioritaria para agilizar los mensajes más importantes. Integrado con filtros antispam impulsados por IA, este plan le garantiza que sólo recibirá los mensajes que realmente importan, reduciendo el desorden y mejorando la productividad. Tanto si es un profesional muy ocupado como si es alguien que valora la comunicación organizada y eficaz, nuestro plan de buzón de voz mejorado está diseñado para mantenerle a la vanguardia en la era digital.
fr_fr: Lancement du plan de messagerie vocale amélioré, la dernière offre conçue pour les personnes à la recherche d'une solution de pointe pour leurs besoins en matière de messagerie. Reconnaissant l'importance de la messagerie vocale dans la communication moderne, notre plan va au-delà du simple stockage des messages. Il comprend des services de transcription, qui transforment vos messages vocaux en texte lisible envoyé directement à votre messagerie électronique ou à votre plateforme de messagerie préférée. En outre, les utilisateurs bénéficient de capacités de stockage étendues, permettant de sauvegarder les messages vocaux jusqu'à 6 mois, et d'options de lecture prioritaire pour rationaliser les messages les plus importants. Intégrant des filtres anti-spam pilotés par l'IA, ce forfait vous permet de ne recevoir que les messages réellement importants, réduisant ainsi l'encombrement et améliorant la productivité. Que vous soyez un professionnel très occupé ou quelqu'un qui attache de l'importance à une communication organisée et efficace, notre plan de messagerie vocale améliorée est conçu pour vous permettre de rester à la pointe de l'ère numérique.
ja_jp: ボイスメール強化プランのご紹介です。メッセージング・ニーズに対する最先端の解決方法をお探しの個人のお客様向けの最新プランです。 現代のコミュニケーションにおけるボイスメールの重要性を認識した当社のプランは、単にメッセージを保存するだけではありません。 ボイスメールを読みやすいテキストに変換し、Eメールやお好みのメッセージプラットフォームに直接送信するテープ起こしサービスが特徴量です。 その他、ボイスメールを最大6ヶ月間保存できる追加ストレージ容量や、重要なメッセージを効率的に再生できる優先再生オプションも利用できます。 AI駆動のスパムフィルターとインテグレーションされたこのプランは、本当に重要なメッセージのみを確実に受信し、混乱を減らし、生産性を向上させます。 多忙なプロフェッショナルの方にも、整理整頓された効率的なコミュニケーションを重視する方にも、ボイスメール強化プランはデジタル時代を先取りするように設計されています。
pt_br: Apresentamos o Enhanced Voicemail Plan, a mais recente oferta feita sob medida para pessoas que buscam uma solução de ponta para suas necessidades de mensagens. Reconhecendo a importância do correio de voz na comunicação moderna, nosso plano vai além do simples armazenamento de mensagens. Ele oferece serviços de transcrição, transformando seus correios de voz em texto legível enviado diretamente para seu e-mail ou plataforma de mensagens preferida. Além disso, os usuários se beneficiam de capacidades de armazenamento estendidas, permitindo que os correios de voz sejam salvos por até 6 meses, e opções de reprodução prioritária para otimizar as mensagens mais importantes. Integrado com filtros de spam orientados por IA, esse plano garante que o senhor receba apenas as mensagens realmente importantes, reduzindo a desordem e aumentando a produtividade. Seja o senhor um profissional ocupado ou alguém que valoriza uma comunicação organizada e eficiente, nosso plano de correio de voz aprimorado foi projetado para mantê-lo à frente na era digital.

source: authoritative and expert
es_la: autorizado y experto
fr_fr: autorité et expertise
ja_jp: 権威と専門家
pt_br: autoritário e especializado

source: educational and informative
es_la: educativo e informativo
fr_fr: éducatif et informatif
ja_jp: 教育的で有益な情報
pt_br: educativo e informativo

source: formal and elevated
es_la: formal y elevado
fr_fr: formel et élégant
ja_jp: 格調高く
pt_br: formal e elevado

source: friendly and casual
es_la: cordial e informal
fr_fr: amical et décontracté
ja_jp: 気さくでカジュアル
pt_br: amigável e casual

source: lighthearted and funny
es_la: desenfadado y divertido
fr_fr: léger et drôle
ja_jp: 明るくて面白い
pt_br: leve e engraçado

source: witty and playful
es_la: ingenioso y juguetón
fr_fr: spirituel et enjoué
ja_jp: 軽妙洒脱
pt_br: espirituoso e brincalhão

source: short and sweet
es_la: corto y dulce
fr_fr: court et doux
ja_jp: ショートアンドスイート
pt_br: curto e doce

source: long and detailed
es_la: largo y detallado
fr_fr: long et détaillé
ja_jp: 詳細
pt_br: longo e detalhado

source: Creating Use Case {use_case_name}
es_la: Creación del caso de uso {use_case_name}
fr_fr: Création du cas d'utilisation {use_case_name}
ja_jp: ユースケース{use_case_name}の作成
pt_br: Criação de caso de uso {use_case_name}

source: Creating Dataset {dataset_name}
es_la: Creación del conjunto de datos {dataset_name}
fr_fr: Création du jeu de données {dataset_name}
ja_jp: データセット{dataset_name}の作成
pt_br: Criando o conjunto de dados {dataset_name}

source: Creating Autopilot Run {name}
es_la: Creación de la ejecución del piloto automático {name}
fr_fr: Création de l'exécution du pilote automatique {name}
ja_jp: オートパイロット実行 {name} の作成
pt_br: Criação da execução do piloto automático {name}

source: Best model: {model_type} Metrics:
es_la: Mejor modelo: {model_type} Métricas:
fr_fr: Meilleur modèle : {model_type} Métriques :
ja_jp: 最高のモデル： {model_type} 指標：
pt_br: Melhor modelo: {model_type} Métricas:

source: Creating Registered Model Version...
es_la: Creación de la versión registrada del modelo...
fr_fr: Création de la version enregistrée du modèle...
ja_jp: 登録モデルバージョンの作成...
pt_br: Criando versão do modelo registrado...

source: Drafted an email for {selected_record}!
ja_jp: {selected_record}用のメールを作成しました！

source: Access the [leaderboard]({project_url}) to learn more about the predictive model.
ja_jp: 予測モデルについて詳しく知るには、[リーダーボード]({project_url})にアクセスしてください。

source: See [here]({deployment_url}) to view and update tracking data
ja_jp: トラッキングデータの表示と更新については、[こちら]({deployment_url})をご覧ください。

source: normal
ja_jp: 通常
